{
    "冬": null,
    "春": {
        "wrap-up": [
            {
                "title": "Spy x Family",
                "episodes": 12,
                "text": "If you were to watch only one anime from recent seasons, this would be the one to pick. It's the sort of show anyone can enjoy.",
                "rating": 10,
                "mal": "50265"
            },
            {
                "title": "Aharen is Indecipherable",
                "episodes": 12,
                "text": "This show fits my sense of humor absurdly well so I'm extra biased with this one. Everyone watch this anime right now. It reminds me of Tanaka-kun is Always Listless.",
                "rating": 10,
                "mal": "49520"
            },
            {
                "title": "Kaguya-sama: Love is War - Ultra Romantic (season 3)",
                "episodes": 13,
                "text": "s2 was already a huge step up and somehow this season managed to go even further. The voice work, the direction, the animation, all incredibly well executed.",
                "rating": 10,
                "mal": "43608"
            },
            {
                "title": "Ascendance of a Bookworm season 3",
                "episodes": 10,
                "text": "Not much to say about continuations of existing stuff, but this was the best season of Honzuki so far and I look forward to more. If you liked the first two seasons you'll also like this one.",
                "rating": 9,
                "mal": "42429"
            },
            {
                "title": "The Executioner and Her Way of Life",
                "episodes": 12,
                "text": "Isekai, but not in the way you'd assume. Female protagonist and an interesting setting and magic system. I recommend this, even if you're put off by the genre tags. I'm considering picking up the LN.",
                "rating": 8,
                "mal": "47162"
            },
            {
                "title": "Birdie Wing: Golf Girls' Story",
                "episodes": 13,
                "text": "\"The ultimate golf, where both of our lives are on the line!\"",
                "line2": "Idk how they did it but they made a good golf anime, apparenty all it took was mafia themes and lesbian subtext.",
                "rating": 8,
                "mal": "50248"
            },
            {
                "title": "Paripi Koumei",
                "episodes": 12,
                "text": "What a wild concept. I would recommend anime-watchers give this a go, though as much as I enjoyed it if you don't enjoy music anime you might find the story uninteresting despite the strong cast.",
                "rating": 7,
                "mal": "50380"
            },
            {
                "title": "Shikimori's Not Just a Cutie",
                "episodes": 12,
                "text": "The friend group is *amazing* and the character dynamics are great, but it's also a romcom in which the main pair has the least intersting of those dynamics. Hachimitsu best girl.",
                "rating": 7,
                "mal": "45613"
            },
            {
                "title": "Healer Girl",
                "episodes": 12,
                "text": "A lighthearted slice of life music anime.\n\nProbably a hard sell if you're averse to musicals, though that aspect is rather unique for an anime and interesting in itself, imo.",
                "line2": "That said, if it wasn't for its unique niche it would probably not rate as highly.",
                "rating": 7,
                "mal": "48857"
            },
            {
                "title": "Trapped in a Dating Sim: The World of Otome Games is Tough for Mobs",
                "episodes": 12,
                "text": "If you want an OP-male-protag-isekai this is a solid choice. I enjoy the weird \"otome game with way too many gimmicky game mechanics\" premise. The animation is just okay.",
                "rating": 6,
                "mal": "50461"
            }
        ]
    },
    "夏": {
        "wrap-up": [
            {
                "title": "Lycoris Recoil",
                "episodes": 13,
                "text": "Absolutely the highlight of the season. Incredible characters with the animation budget to really let them shine.",
                "line2": "I'm still amazed at how they packed so much into each episode. Please watch this I love Takina.",
                "rating": 10,
                "mal": "50709"
            },
            {
                "title": "The Yakuza's Guide to Babysitting",
                "episodes": 12,
                "text": "Wholesome slice of life with great humor and character dynamics. It's hard not to smile constantly while watching this show, though it does have its serious moments too.",
                "rating": 9,
                "mal": "49776"
            },
            {
                "title": "Overlord season 4",
                "episodes": 13,
                "text": "If you enjoy Overlord, it's still good. Best season thusfar, imo.",
                "rating": 9,
                "mal": "48895"
            },
            {
                "title": "Shadows House season 2",
                "episodes": 12,
                "text": "Not many shows could be described as both lighthearted and deeply unsettling, but shadows house continues to be both and does a great job at balancing the two.",
                "line2": "Very tempted to dive into the manga. Apparenty it's in full color.",
                "rating": 8,
                "mal": "49782"
            },
            {
                "title": "Rent-a-Girlfriend season 2",
                "episodes": 12,
                "text": "Start with an absolute trainwreck of a man who makes horrible decisions at every turn, and then somehow make a great show out of it.",
                "line2": "This was a significant step up from season 1 and now I'm hella invested.",
                "rating": 8,
                "mal": "42963"
            },
            {
                "title": "Phantom of the Idol",
                "episodes": 10,
                "text": "A fun twist on the \"deceased legendary idol\" trope. The idol duo's dynamic is great and I adore the scenes that focus on their fans.",
                "line2": "I'd recommend it even if you don't typically enjoy the \"idol anime\" genre.",
                "rating": 7,
                "mal": "50470"
            },
            {
                "title": "Call of the Night",
                "episodes": 13,
                "text": "It's about a 14yo kid who struggles to connect with others, but now he's trying to fall in love with a vampire so he can escape societal norms and expectations.",
                "line2": "It's weird but also interesting.",
                "rating": 7,
                "mal": "50346"
            },
            {
                "title": "RWBY: Ice Queendom",
                "episodes": 12,
                "text": "Well-produced, but severely held back by the nature of being a side-story in the middle of established canon.",
                "line2": "Still worth watching if you're invested in RWBY, but also feels a bit like missed potential.",
                "rating": 6,
                "mal": "51381",
                "notes": [
                    "The first 2.5 eps are recap, with some very cool recreations of original-series scenes",
                    "The series has a *lot* of poorly animated cuts, you can very easily see where the budget was taken from to make the more impressive scenes possible",
                    "The dreamscape premise is neat but means the series lacks \"team RWBY vs Grimm\" fights you might expect to see",
                    "The main conflict focuses on Weiss's family issues and racism, which has already been explored and mostly resolved in the main series",
                    "All that said there were some very cool scenes. the character interpretations, new costume designs, and voice cast were all great.",
                    "If you enjoy RWBY you'll probably enjoy this, but if you feel \"meh\" about the main series you can safely ignore it."
                ]
            },
            {
                "title": "My Stepmom's Daughter Is My Ex",
                "episodes": 12,
                "text": "Yep, I actually watched this.",
                "line2": "Starts as generally funny banter but develops into a surprisingly genuine story that's not nearly as sketchy as the title suggests.",
                "rating": 6,
                "mal": "49470"
            },
            {
                "title": "Engage Kiss",
                "episodes": 13,
                "text": "Protagonist hunts demons with the help of a demon girl to get revenge for his family. Also fan service.",
                "line2": "Has an unexpected amount of depth to the \"demon contract\" element and character relationships. I enjoyed it.",
                "rating": 6,
                "mal": "51417"
            },
            {
                "title": "Yurei Deco",
                "episodes": 12,
                "text": "Surveilance, data-control, and the assertion that data is absolute truth. a story about those with no data, whom society has forgotten.",
                "line2": "Fine, but dragged its feet and lost focus at times. Disappointment of the season tbh.",
                "rating": 5,
                "mal": "51092"
            },
            {
                "title": "The Devil is a Part-Timer! season 2",
                "episodes": 12,
                "text": "A disappointing continuation which doesn't live up to the first season from 9 years ago.",
                "line2": "If you enjoyed the original series then you'd probably be better off reading the source material instead.",
                "rating": 4,
                "mal": "48413"
            }
        ]
    },
    "秋": {
        "wrap-up": [
            {
                "title": "Bocchi the Rock",
                "episodes": 12,
                "text": "I literally started learning guitar because of this show please watch it.",
                "line2": "My new favorite anime of all time, sorry Yuru Camp. ",
                "rating": 10,
                "mal": "47917"
            },
            {
                "title": "Mob Psycho 100 III",
                "episodes": 12,
                "text": "The first few eps are a bit slow but otherwise this is peak media.",
                "rating": 9,
                "mal": "50172"
            },
            {
                "title": "Mobile Suit Gundam: The Witch from Mercury",
                "episodes": 12,
                "text": "I've never seen any Gundam before so I had no expectations going in, but I enjoyed this A LOT. Might check out other Gundam series too but hot damn I have high hopes for season 2.",
                "line2": "Lesbians and space capitalism.",
                "rating": "8",
                "mal": "49828"
            },
            {
                "title": "Chainsaw Man",
                "episodes": 12,
                "text": "Overall production quality is through the roof and the use of CG is some of the best to date.",
                "line2": "I'm very interested in what comes next. Might read the manga.",
                "rating": 9,
                "mal": "44511"
            },
            {
                "title": "Spy x Family part 2",
                "episodes": 13,
                "text": "The second cour covers a couple chapters I don't care much for, but aside from that it's still a great anime that anyone can enjoy and the production quality remains top notch.",
                "rating": 9,
                "mal": "50602"
            },
            {
                "title": "Arknights: Prelude to Dawn",
                "episodes": 8,
                "text": "Does a better job of presenting the story than the actual game. Very well produced.",
                "line2": "My main complaint is how few episodes there are, but season 2 in confirmed and I have high hopes for the continuation.",
                "rating": 7,
                "mal": "50205"
            },
            {
                "title": "Reincarnated as a Sword",
                "episodes": 12,
                "text": "Surprisingly one of the better isekai anime, especially within the \"ability collector\" subgenre.",
                "line2": "The dual-protagonist premise of sentient weapon & wielder lends itself well to both the action and comedic scenes.",
                "rating": 8,
                "mal": "49891"
            },
            {
                "title": "I'm the Villainess, So I'm Taming the Final Boss",
                "episodes": 12,
                "text": "Villainess isekai, but by no means just \"a worse Hamefura\".",
                "line2": "If you're looking for an otome isekai with less focus on the romance, this is it.",
                "rating": 7,
                "mal": "49979"
            },
            {
                "title": "Do It Yourself!!",
                "episodes": 12,
                "text": "A bit of a mixed bag. Comfy slice of life about girls doing DIY projects, but with some pacing issues and a sense of humor that didn't quite work for me.",
                "line2": "Good enough, but not great, imo.",
                "rating": 6,
                "mal": "48542"
            },
            {
                "title": "More Than a Married Couple, But Not Lovers",
                "episodes": 12,
                "text": "I'm a sucker for contrived romcoms but also the characters just... don't communicate?? And when they do they send constant mixed messages meaning stuff takes forever to resolve.",
                "line2": "I liked it.",
                "rating": 6,
                "mal": "50425"
            },
            {
                "title": "Akiba Maid War",
                "episodes": 12,
                "text": "The first episode was great, but beyond that I found the writing to be very hollow, somewhat aimless, and even boring in places.",
                "line2": "There were a lot of good elements but they weren't tied together in any cohesive manner.",
                "rating": 4,
                "mal": "52193"
            }
        ]
    }
}