[
    {
        "date": "2022.12.18",
        "text": [
            "Today I made this website! With Twitter attempting to block other platforms and things like Linktree, it seems now's the time to finally get this up and running.",
            "I probably won't update this super often, but lately I've been trying to learn more about music production, in addition to my usual excessive anime-watching.",
            "I at least know enough about SynthV to have made an info site about it ([synthv.info](https://synthv.info)), so that's pretty neat. I hope to expand that knowledge to include other engines like Vocaloid and CeVIO."
        ]
    },
    {
        "date": "2023.01.29",
        "text": [
            "Over the past few weeks I wrote an entire [unofficial user manual](https://manual.synthv.info) for SynthV Studio (whew).",
            "It was a lot of work but it's my hope that this will remove some of the barriers people face when learning to use vocal synths.",
            "If you're a vocal synth user, please check it out!"
        ]
    },
    {
        "date": "2023.09.04",
        "text": [
            "I made a new page for listing a bunch of my favorite stuff but so far [it's just vocal synth music](/faves). I haven't decided on a good way to navigate a large number of pages so it'll probably stay that way for a good while.",
            "Then I went ahead and made a whole [tier list maker thing](/tierlist) because TierMaker is so damn bad."
        ]
    },
    {
        "date": "2023.12.08",
        "text": [
            "I've expanded on the [SynthV Buyer's Guide](https://synthv.info/resource-voices#voices/ai) I've been maintaining to include a lot more information. You can also filter the list now, which is nice.",
            "There are so many new SynthV voices coming out... I still haven't picked up Sora and now I want Ayame, but also ROSE and GUMI are just around the corner...",
            "...maybe I should focus on actually using the voices I own first."
        ]
    },
    {
        "date": "",
        "text": [
        ]
    }
]